Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# calculator.adjustment.rows.summary.decrease.bothSides.exact.format
source: %@, decrease 1 stitch on each side. Adjustment rows: %lld.
da: %@, tag 1 maske ind på hver side. Justeringsrækker: %lld.
de: %@, auf jeder Seite 1 Masche abnehmen. Anpassungsreihen: %lld.
el: %@, μειώστε 1 πόντο σε κάθε πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, kavenna 1 silmukka molemmin puolin. Säätökerrokset: %lld.
fr: %@, diminuer 1 maille de chaque côté. Rangs d’ajustement : %lld.
ja: %@、両側で1目ずつ減らします。調整する段数：%lld。
ko: %@, 양쪽에서 각각 1코를 줄입니다. 조정 단: %lld.
nb: %@, fell 1 maske på hver side. Justeringsrader: %lld.
nl: %@, minder aan elke kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, minska 1 maska på varje sida. Justeringsvarv: %lld.
zh_hans: %@，左右各减 1 针；调整行数：%lld。
zh_hant: %@，左右各減 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.decrease.bothSides.range.format
source: %@, decrease 1 stitch on each side. Adjustment rows: %lld.
da: %@, tag 1 maske ind på hver side. Justeringsrækker: %lld.
de: %@, auf jeder Seite 1 Masche abnehmen. Anpassungsreihen: %lld.
el: %@, μειώστε 1 πόντο σε κάθε πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, kavenna 1 silmukka molemmin puolin. Säätökerrokset: %lld.
fr: %@, diminuer 1 maille de chaque côté. Rangs d’ajustement : %lld.
ja: %@、両側で1目ずつ減らします。調整する段数：%lld。
ko: %@, 양쪽에서 각각 1코를 줄입니다. 조정 단: %lld.
nb: %@, fell 1 maske på hver side. Justeringsrader: %lld.
nl: %@, minder aan elke kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, minska 1 maska på varje sida. Justeringsvarv: %lld.
zh_hans: %@，左右各减 1 针；调整行数：%lld。
zh_hant: %@，左右各減 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.decrease.singleSide.exact.format
source: %@, decrease 1 stitch on one side. Adjustment rows: %lld.
da: %@, tag 1 maske ind på den ene side. Justeringsrækker: %lld.
de: %@, auf einer Seite 1 Masche abnehmen. Anpassungsreihen: %lld.
el: %@, μειώστε 1 πόντο στη μία πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, kavenna 1 silmukka yhdellä puolella. Säätökerrokset: %lld.
fr: %@, diminuer 1 maille d’un côté. Rangs d’ajustement : %lld.
ja: %@、片側で1目減らします。調整する段数：%lld。
ko: %@, 한쪽에서 1코를 줄입니다. 조정 단: %lld.
nb: %@, fell 1 maske på én side. Justeringsrader: %lld.
nl: %@, minder aan één kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, minska 1 maska på ena sidan. Justeringsvarv: %lld.
zh_hans: %@，单侧减 1 针；调整行数：%lld。
zh_hant: %@，單側減 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.decrease.singleSide.range.format
source: %@, decrease 1 stitch on one side. Adjustment rows: %lld.
da: %@, tag 1 maske ind på den ene side. Justeringsrækker: %lld.
de: %@, auf einer Seite 1 Masche abnehmen. Anpassungsreihen: %lld.
el: %@, μειώστε 1 πόντο στη μία πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, kavenna 1 silmukka yhdellä puolella. Säätökerrokset: %lld.
fr: %@, diminuer 1 maille d’un côté. Rangs d’ajustement : %lld.
ja: %@、片側で1目減らします。調整する段数：%lld。
ko: %@, 한쪽에서 1코를 줄입니다. 조정 단: %lld.
nb: %@, fell 1 maske på én side. Justeringsrader: %lld.
nl: %@, minder aan één kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, minska 1 maska på ena sidan. Justeringsvarv: %lld.
zh_hans: %@，单侧减 1 针；调整行数：%lld。
zh_hant: %@，單側減 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.increase.bothSides.exact.format
source: %@, increase 1 stitch on each side. Adjustment rows: %lld.
da: %@, øg 1 maske på hver side. Justeringsrækker: %lld.
de: %@, auf jeder Seite 1 Masche zunehmen. Anpassungsreihen: %lld.
el: %@, αυξήστε κατά 1 πόντο σε κάθε πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, lisää 1 silmukka molemmin puolin. Säätökerrokset: %lld.
fr: %@, augmenter de 1 maille de chaque côté. Rangs d’ajustement : %lld.
ja: %@、両側で1目ずつ増やします。調整する段数：%lld。
ko: %@, 양쪽에서 각각 1코를 늘립니다. 조정 단: %lld.
nb: %@, øk 1 maske på hver side. Justeringsrader: %lld.
nl: %@, meerder aan elke kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, öka 1 maska på varje sida. Justeringsvarv: %lld.
zh_hans: %@，左右各加 1 针；调整行数：%lld。
zh_hant: %@，左右各加 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.increase.bothSides.range.format
source: %@, increase 1 stitch on each side. Adjustment rows: %lld.
da: %@, øg 1 maske på hver side. Justeringsrækker: %lld.
de: %@, auf jeder Seite 1 Masche zunehmen. Anpassungsreihen: %lld.
el: %@, αυξήστε κατά 1 πόντο σε κάθε πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, lisää 1 silmukka molemmin puolin. Säätökerrokset: %lld.
fr: %@, augmenter de 1 maille de chaque côté. Rangs d’ajustement : %lld.
ja: %@、両側で1目ずつ増やします。調整する段数：%lld。
ko: %@, 양쪽에서 각각 1코를 늘립니다. 조정 단: %lld.
nb: %@, øk 1 maske på hver side. Justeringsrader: %lld.
nl: %@, meerder aan elke kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, öka 1 maska på varje sida. Justeringsvarv: %lld.
zh_hans: %@，左右各加 1 针；调整行数：%lld。
zh_hant: %@，左右各加 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.increase.singleSide.exact.format
source: %@, increase 1 stitch on one side. Adjustment rows: %lld.
da: %@, øg 1 maske på den ene side. Justeringsrækker: %lld.
de: %@, auf einer Seite 1 Masche zunehmen. Anpassungsreihen: %lld.
el: %@, αυξήστε κατά 1 πόντο στη μία πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, lisää 1 silmukka yhdellä puolella. Säätökerrokset: %lld.
fr: %@, augmenter de 1 maille d’un côté. Rangs d’ajustement : %lld.
ja: %@、片側で1目増やします。調整する段数：%lld。
ko: %@, 한쪽에서 1코를 늘립니다. 조정 단: %lld.
nb: %@, øk 1 maske på den ene siden. Justeringsrader: %lld.
nl: %@, meerder aan één kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, öka 1 maska på ena sidan. Justeringsvarv: %lld.
zh_hans: %@，单侧加 1 针；调整行数：%lld。
zh_hant: %@，單側加 1 針；調整段數：%lld。

# calculator.adjustment.rows.summary.increase.singleSide.range.format
source: %@, increase 1 stitch on one side. Adjustment rows: %lld.
da: %@, øg 1 maske på den ene side. Justeringsrækker: %lld.
de: %@, auf einer Seite 1 Masche zunehmen. Anpassungsreihen: %lld.
el: %@, αυξήστε κατά 1 πόντο στη μία πλευρά. Σειρές προσαρμογής: %lld.
fi: %@, lisää 1 silmukka yhdellä puolella. Säätökerrokset: %lld.
fr: %@, augmenter de 1 maille d’un côté. Rangs d’ajustement : %lld.
ja: %@、片側で1目増やします。調整する段数：%lld。
ko: %@, 한쪽에서 1코를 늘립니다. 조정 단: %lld.
nb: %@, øk 1 maske på den ene siden. Justeringsrader: %lld.
nl: %@, meerder aan één kant 1 steek. Toeren met aanpassingen: %lld.
sv: %@, öka 1 maska på ena sidan. Justeringsvarv: %lld.
zh_hans: %@，单侧加 1 针；调整行数：%lld。
zh_hant: %@，單側加 1 針；調整段數：%lld。

# calculator.adjustment.rows.totalRows
source: Total rows
da: Antal pinde
de: Reihen insgesamt
el: Σύνολο σειρών
fi: Kerrokset yhteensä
fr: Nombre total de rangs
ja: 総段数
ko: 총 단수
nb: Totalt antall rader
nl: Totaal aantal toeren
sv: Totalt antal varv
zh_hans: 总行数
zh_hant: 總段數

# calculator.adjustment.rows.totalStitches
source: Total stitches to change
da: Samlet antal masker, der skal ændres
de: Zu ändernde Maschen insgesamt
el: Σύνολο πόντων προς αλλαγή
fi: Muutettavat silmukat yhteensä
fr: Nombre total de mailles à modifier
ja: 変更する総目数
ko: 변경할 총 코
nb: Totalt antall masker som må endres
nl: Totaal aantal te wijzigen steken
sv: Totalt antal maskor att ändra
zh_hans: 总加减针数
zh_hant: 總加減針數

# calculator.adjustment.step.decreaseOne
source: Decrease the next 2 stitches into 1
da: Strik de næste 2 masker sammen.
de: Die nächsten 2 Maschen zusammenstricken
el: Μειώστε τους επόμενους 2 πόντους σε 1
fi: Neulo seuraavat 2 silmukkaa yhteen
fr: Tricoter ensemble les 2 mailles suivantes
ja: 次の2目を一度に編んで1目にする
ko: 다음 2코를 1코로 줄이세요.
nb: Reduser de neste 2 maskene til 1.
nl: Brei de volgende 2 steken samen tot 1 steek.
sv: Minska de kommande 2 maskorna till 1.
zh_hans: 将接下来 2 针并成 1 针
zh_hant: 將接下來 2 針併成 1 針

# calculator.adjustment.step.edge.format
source: Knit %lld edge stitch
da: Strik %lld kantmaske
de: %lld Randmasche stricken
el: Πλέξτε %lld πόντο άκρης
fi: Neulo %lld reunasilmukka
fr: Tricoter %lld maille lisière
ja: 端の%lld目を編む
ko: 가장자리 코 %lld개 뜨기
nb: Strikk %lld kantmaske
nl: Brei %lld kantsteek
sv: Sticka %lld kantmaska
zh_hans: 织 %lld 针边针
zh_hant: 織 %lld 針邊針

# calculator.adjustment.step.increaseOne
source: Increase 1 stitch
da: Øg 1 maske
de: 1 Masche zunehmen
el: Αυξήστε κατά 1 πόντο
fi: Lisää 1 silmukka
fr: Augmenter de 1 maille
ja: 1目増やす
ko: 1코를 늘리세요
nb: Øk 1 maske
nl: Meerder 1 steek
sv: Öka 1 maska
zh_hans: 加 1 针
zh_hant: 加 1 針

# calculator.adjustment.step.knit.format
source: Knit %lld stitches
da: Strik %lld masker
de: %lld Maschen stricken
el: Πλέξτε %lld πόντους
fi: Neulo %lld silmukkaa
fr: Tricoter %lld mailles
ja: %lld目編む
ko: 코 %lld개 뜨기
nb: Strikk %lld masker
nl: Brei %lld steken
sv: Sticka %lld maskor
zh_hans: 织 %lld 针
zh_hant: 織 %lld 針

# calculator.adjustment.step.knit.singular
source: Knit 1 stitch
da: Strik 1 maske
de: 1 Masche stricken
el: Πλέξτε 1 πόντο
fi: Neulo 1 silmukka
fr: Tricoter 1 maille
ja: 1目編む
ko: 코 1개 뜨기
nb: Strikk 1 maske
nl: Brei 1 steek
sv: Sticka 1 maska
zh_hans: 织 1 针
zh_hant: 織 1 針

# calculator.adjustment.steps.show
source: Show complete steps
da: Vis alle trin
de: Alle Schritte anzeigen
el: Εμφάνιση όλων των βημάτων
fi: Näytä kaikki vaiheet
fr: Afficher toutes les étapes
ja: 手順をすべて表示
ko: 전체 단계 보기
nb: Vis alle trinn
nl: Alle stappen tonen
sv: Visa alla steg
zh_hans: 查看完整步骤
zh_hant: 查看完整步驟

# calculator.adjustment.summary.decrease.format
source: Decrease %lld stitches evenly.
da: Tag %lld masker ind jævnt.
de: Gleichmäßig %lld Maschen abnehmen.
el: Μειώστε ομοιόμορφα κατά %lld πόντους.
fi: Kavenna tasaisesti %lld silmukkaa.
fr: Diminuer uniformément %lld mailles.
ja: %lld目を均等に減らします。
ko: %lld코를 균일하게 줄이세요.
nb: Fell %lld masker jevnt.
nl: Minder %lld steken gelijkmatig verdeeld.
sv: Minska %lld maskor jämnt.
zh_hans: 平均减 %lld 针。
zh_hant: 平均減 %lld 針。

# calculator.adjustment.summary.decrease.singular
source: Decrease 1 stitch evenly.
da: Tag 1 maske ind jævnt.
de: 1 Masche gleichmäßig abnehmen.
el: Μειώστε ομοιόμορφα κατά 1 πόντο.
fi: Kavenna 1 silmukka tasaisesti.
fr: Diminuer uniformément 1 maille.
ja: 1目を均等に減らします。
ko: 1코를 균일하게 줄이세요.
nb: Fell 1 maske jevnt.
nl: Minder 1 steek gelijkmatig verdeeld.
sv: Minska 1 maska jämnt.
zh_hans: 平均减 1 针。
zh_hant: 平均減 1 針。

# calculator.adjustment.summary.increase.format
source: Increase %lld stitches evenly.
da: Tag %lld masker ud jævnt.
de: Gleichmäßig %lld Maschen zunehmen.
el: Αυξήστε ομοιόμορφα κατά %lld πόντους.
fi: Lisää tasaisesti %lld silmukkaa.
fr: Augmenter uniformément de %lld mailles.
ja: %lld目を均等に増やします。
ko: %lld코를 균일하게 늘리세요.
nb: Øk %lld masker jevnt.
nl: Meerder %lld steken gelijkmatig verdeeld.
sv: Öka %lld maskor jämnt.
zh_hans: 平均加 %lld 针。
zh_hant: 平均加 %lld 針。

# calculator.adjustment.summary.increase.singular
source: Increase 1 stitch evenly.
da: Øg 1 maske jævnt.
de: 1 Masche gleichmäßig zunehmen.
el: Αυξήστε ομοιόμορφα κατά 1 πόντο.
fi: Lisää 1 silmukka tasaisesti.
fr: Augmenter uniformément de 1 maille.
ja: 1目を均等に増やします。
ko: 1코를 균일하게 늘리세요.
nb: Øk 1 maske jevnt.
nl: Meerder 1 steek gelijkmatig verdeeld.
sv: Öka 1 maska jämnt.
zh_hans: 平均加 1 针。
zh_hant: 平均加 1 針。

# calculator.adjustment.summary.unchanged
source: No increases or decreases are needed.
da: Der er ikke behov for udtagninger eller indtagninger.
de: Keine Zu- oder Abnahmen erforderlich.
el: Δεν απαιτούνται αυξήσεις ή μειώσεις.
fi: Lisäyksiä tai vähennyksiä ei tarvita.
fr: Aucune augmentation ni diminution nécessaire.
ja: 増し目も減らし目も必要ありません。
ko: 증가나 감소를 할 필요가 없습니다.
nb: Ingen økninger eller fellinger er nødvendige.
nl: Meerderen of minderen is niet nodig.
sv: Inga ökningar eller minskningar behövs.
zh_hans: 不需要加针或减针。
zh_hant: 不需要加針或減針。

# calculator.adjustment.target
source: Target stitches
da: Ønsket maskeantal
de: Gewünschte Maschenzahl
el: Επιθυμητοί πόντοι
fi: Tavoitesilmukat
fr: Nombre de mailles souhaité
ja: 目標の目数
ko: 목표 코 수
nb: Ønsket masketall
nl: Gewenst aantal steken
sv: Önskat maskantal
zh_hans: 目标针数
zh_hant: 目標針數

# calculator.adjustment.title
source: Even Increase / Decrease
da: Jævn udtagning / indtagning
de: Gleichmäßige Zu- und Abnahmen
el: Ομοιόμορφη αύξηση / μείωση
fi: Tasainen lisäys / kavennus
fr: Augmentations / diminutions régulières
ja: 均等な増し目・減らし目
ko: 균등 코 늘리기 / 줄이기
nb: Jevn økning / felling
nl: Gelijkmatig meerderen/minderen
sv: Jämn ökning / minskning
zh_hans: 等距加针／减针
zh_hant: 等距加針／減針

# calculator.adjustment.validation.positiveInteger
source: Enter a whole number greater than 0.
da: Indtast et helt tal større end 0.
de: Gib eine ganze Zahl größer als 0 ein.
el: Εισαγάγετε έναν ακέραιο αριθμό μεγαλύτερο από 0.
fi: Syötä kokonaisluku, joka on suurempi kuin 0.
fr: Entrez un nombre entier supérieur à 0.
ja: 0より大きい整数を入力してください。
ko: 0보다 큰 정수를 입력하세요.
nb: Skriv inn et heltall større enn 0.
nl: Voer een geheel getal groter dan 0 in.
sv: Ange ett heltal större än 0.
zh_hans: 请输入大于 0 的整数。
zh_hant: 請輸入大於 0 的整數。

# calculator.gauge.density
source: Gauge Density
da: Strikkefasthed
de: Maschenprobendichte
el: Πυκνότητα πλέξης
fi: Neuletiheys
fr: Densité de l’échantillon
ja: ゲージ密度
ko: 게이지 밀도
nb: Strikkefasthet
nl: Stekenverhouding
sv: Masktäthet
zh_hans: 密度
zh_hant: 密度

# calculator.gauge.exact
source: Exact Result
da: Præcist resultat
de: Exaktes Ergebnis
el: Ακριβές αποτέλεσμα
fi: Täsmällinen tulos
fr: Résultat exact
ja: 正確な結果
ko: 정확한 결과
nb: Nøyaktig resultat
nl: Exact resultaat
sv: Exakt resultat
zh_hans: 精确结果
zh_hant: 精確結果

# calculator.gauge.recommendation.format
source: Recommended: %lld
da: Anbefalet: %lld
de: Empfohlen: %lld
el: Συνιστάται: %lld
fi: Suositeltu: %lld
fr: Recommandé : %lld
ja: 推奨：%lld
ko: 추천: %lld
nb: Anbefalt: %lld
nl: Aanbevolen: %lld
sv: Rekommenderas: %lld
zh_hans: 建议数量：%lld
zh_hant: 建議數量：%lld

# calculator.gauge.recommended
source: Recommended
da: Anbefalet
de: Empfohlen
el: Προτεινόμενο
fi: Suositus
fr: Recommandé
ja: 推奨
ko: 추천됨
nb: Anbefalt
nl: Aanbevolen
sv: Rekommenderas
zh_hans: 建议
zh_hant: 建議

# calculator.gauge.rows.density.centimeters.format
source: %@ rows per centimeter
da: %@ pinde pr. centimeter
de: %@ Reihen pro Zentimeter
el: %@ σειρές ανά εκατοστό
fi: %@ kerrosta senttimetriä kohden
fr: %@ rangs par centimètre
ja: 1センチメートルあたり%@段
ko: 센티미터당 %@ 단
nb: %@ rader per centimeter
nl: %@ toeren per centimeter
sv: %@ varv per centimeter
zh_hans: 每厘米 %@ 行
zh_hant: 每公分 %@ 排

# calculator.gauge.rows.density.inches.format
source: %@ rows per inch
da: %@ pinde pr. tomme
de: %@ Reihen pro Zoll
el: %@ σειρές ανά ίντσα
fi: %@ kerrosta tuumaa kohden
fr: %@ rangs par pouce
ja: 1インチあたり%@段
ko: 인치당 %@단
nb: %@ rader per tomme
nl: %@ toeren per inch
sv: %@ varv per tum
zh_hans: 每英寸 %@ 行
zh_hant: 每英吋 %@ 排

# calculator.gauge.rows.optional
source: Row Calculation (Optional)
da: Rækkeberegning (valgfrit)
de: Reihenberechnung (optional)
el: Υπολογισμός σειρών (προαιρετικός)
fi: Kerrosten laskenta (valinnainen)
fr: Calcul des rangs (facultatif)
ja: 段数計算（任意）
ko: 단 계산(선택 사항)
nb: Radberegning (valgfritt)
nl: Toeren berekenen (optioneel)
sv: Radberäkning (valfritt)
zh_hans: 行数计算（可选）
zh_hant: 排數計算（選填）

# calculator.gauge.rows.recommendation
source: Recommended rows
da: Anbefalede pinde
de: Empfohlene Reihen
el: Συνιστώμενες σειρές
fi: Suositellut kerrokset
fr: Rangs recommandés
ja: 推奨段数
ko: 추천 단
nb: Anbefalte rader
nl: Aanbevolen aantal toeren
sv: Rekommenderade varv
zh_hans: 建议行数
zh_hant: 建議排數

# calculator.gauge.rows.recommendation.format
source: Recommended rows: %lld
da: Anbefalede pinde: %lld
de: Empfohlene Reihen: %lld
el: Προτεινόμενες σειρές: %lld
fi: Suositeltavat kerrokset: %lld
fr: Rangs recommandés : %lld
ja: 推奨段数：%lld
ko: 추천 단: %lld
nb: Anbefalte rader: %lld
nl: Aanbevolen toeren: %lld
sv: Rekommenderade varv: %lld
zh_hans: 建议行数：%lld
zh_hant: 建議排數：%lld

# calculator.gauge.sampleHeight
source: Swatch Height
da: Strikkeprøvens højde
de: Höhe der Maschenprobe
el: Ύψος δείγματος
fi: Mallitilkun korkeus
fr: Hauteur de l’échantillon
ja: スワッチの高さ
ko: 스와치 높이
nb: Strikkeprøvens høyde
nl: Hoogte van het proeflapje
sv: Stickprovets höjd
zh_hans: 小样高度
zh_hant: 樣片高度

# calculator.gauge.sampleRows
source: Rows in Swatch
da: Pinde i strikkeprøven
de: Reihen in der Maschenprobe
el: Σειρές στο δείγμα
fi: Mallitilkun kerrokset
fr: Rangs de l’échantillon
ja: スワッチの段数
ko: 게이지 스와치의 단
nb: Rader i strikkeprøven
nl: Toeren in het proeflapje
sv: Varv i stickprovet
zh_hans: 小样行数
zh_hant: 樣片排數

# calculator.gauge.sampleStitches
source: Stitches in Swatch
da: Masker i strikkeprøven
de: Maschen in der Maschenprobe
el: Πόντοι στο δείγμα
fi: Mallitilkun silmukat
fr: Mailles de l’échantillon
ja: スワッチの目数
ko: 게이지 스와치의 코
nb: Masker i strikkeprøven
nl: Steken in het proeflapje
sv: Maskor i stickprovet
zh_hans: 小样针数
zh_hant: 樣片針數

# calculator.gauge.sampleWidth
source: Swatch Width
da: Strikkeprøvens bredde
de: Breite der Maschenprobe
el: Πλάτος δείγματος
fi: Mallitilkun leveys
fr: Largeur de l’échantillon
ja: スワッチ幅
ko: 스와치 너비
nb: Strikkeprøvens bredde
nl: Breedte van het proeflapje
sv: Stickprovets bredd
zh_hans: 小样宽度
zh_hant: 樣片寬度

# calculator.gauge.stitches
source: Stitch Calculation
da: Maskeberegning
de: Maschenberechnung
el: Υπολογισμός πόντων
fi: Silmukkalaskenta
fr: Calcul des mailles
ja: 目数計算
ko: 코 수 계산
nb: Maskeberegning
nl: Steken berekenen
sv: Maskberäkning
zh_hans: 针数计算
zh_hant: 針數計算

# calculator.gauge.stitches.density.centimeters.format
source: %@ stitches per centimeter
da: %@ masker pr. centimeter
de: %@ Maschen pro Zentimeter
el: %@ πόντοι ανά εκατοστό
fi: %@ silmukkaa senttimetriä kohden
fr: %@ mailles par centimètre
ja: 1センチメートルあたり%@目
ko: 센티미터당 %@코
nb: %@ masker per centimeter
nl: %@ steken per centimeter
sv: %@ maskor per centimeter
zh_hans: 每厘米 %@ 针
zh_hant: 每公分 %@ 針

# calculator.gauge.stitches.density.inches.format
source: %@ stitches per inch
da: %@ masker pr. tomme
de: %@ Maschen pro Zoll
el: %@ πόντοι ανά ίντσα
fi: %@ silmukkaa tuumaa kohden
fr: %@ mailles par pouce
ja: 1インチあたり%@目
ko: 인치당 %@코
nb: %@ masker per tomme
nl: %@ steken per inch
sv: %@ maskor per tum
zh_hans: 每英寸 %@ 针
zh_hant: 每英吋 %@ 針

# calculator.gauge.stitches.recommendation
source: Recommended stitches
da: Anbefalede masker
de: Empfohlene Maschen
el: Προτεινόμενοι πόντοι
fi: Suositeltavat silmukat
fr: Mailles recommandées
ja: 推奨目数
ko: 추천 코
nb: Anbefalte masker
nl: Aanbevolen aantal steken
sv: Rekommenderade maskor
zh_hans: 建议针数
zh_hant: 建議針數

# calculator.gauge.stitches.recommendation.format
source: Recommended stitches: %lld
da: Anbefalede masker: %lld
de: Empfohlene Maschen: %lld
el: Προτεινόμενοι πόντοι: %lld
fi: Suositeltavat silmukat: %lld
fr: Mailles recommandées : %lld
ja: 推奨目数：%lld
ko: 추천 코: %lld
nb: Anbefalte masker: %lld
nl: Aanbevolen steken: %lld
sv: Rekommenderade maskor: %lld
zh_hans: 建议针数：%lld
zh_hant: 建議針數：%lld

# calculator.gauge.targetHeight
source: Target Height
da: Målhøjde
de: Gewünschte Höhe
el: Ύψος στόχου
fi: Tavoitekorkeus
fr: Hauteur souhaitée
ja: 目標の高さ
ko: 목표 높이
nb: Målhøyde
nl: Gewenste hoogte
sv: Målhöjd
zh_hans: 目标高度
zh_hant: 目標高度

# calculator.gauge.targetWidth
source: Target Width
da: Målbredde
de: Gewünschte Breite
el: Πλάτος στόχου
fi: Tavoiteleveys
fr: Largeur souhaitée
ja: 目標の幅
ko: 대상 너비
nb: Målbredde
nl: Gewenste breedte
sv: Målbredd
zh_hans: 目标宽度
zh_hant: 目標寬度

# calculator.gauge.title
source: Gauge Calculator
da: Strikkefasthedsberegner
de: Maschenproben-Rechner
el: Υπολογιστής πυκνότητας πλέξης
fi: Neuletiheyslaskuri
fr: Calculateur d’échantillon
ja: ゲージ計算
ko: 게이지 계산기
nb: Strikkefasthetskalkulator
nl: Stekenverhouding berekenen
sv: Masktäthetskalkylator
zh_hans: 密度计算
zh_hant: 密度計算

# calculator.gauge.unit
source: Unit
da: enhed
de: Einheit
el: Μονάδα
fi: Yksikkö
fr: Unité
ja: 単位
ko: 단위
nb: enhet
nl: Eenheid
sv: enhet
zh_hans: 单位
zh_hant: 單位

# calculator.gauge.unit.centimeters
source: Centimeters
da: Centimeter
de: Zentimeter
el: Εκατοστά
fi: Senttimetrit
fr: Centimètres
ja: センチメートル
ko: 센티미터
nb: Sentimeter
sv: Centimeter
zh_hans: 厘米
zh_hant: 公分

# calculator.gauge.unit.inches
source: Inches
da: Tommer
de: Zoll
el: Ίντσες
fi: Tuumat
fr: Pouces
ja: インチ
ko: 인치
nb: Tommer
sv: Tum
zh_hans: 英寸
zh_hant: 英吋

# calculator.tools.title
source: Knitting Calculators
da: Strikkeberegnere
de: Strickrechner
el: Υπολογιστές πλεξίματος
fi: Neulelaskimet
fr: Calculateurs de tricot
ja: 編み物計算ツール
ko: 뜨개질 계산기
nb: Strikkeberegninger
nl: Breicalculators
sv: Stickräknare
zh_hans: 编织计算工具
zh_hant: 編織計算工具

# calculator.validation.positive
source: Enter a value greater than 0.
da: Indtast en værdi større end 0.
de: Gib einen Wert größer als 0 ein.
el: Εισάγετε τιμή μεγαλύτερη του 0.
fi: Anna arvo, joka on suurempi kuin 0.
fr: Entrez une valeur supérieure à 0.
ja: 0より大きい値を入力してください。
ko: 0보다 큰 값을 입력하세요.
nb: Skriv inn en verdi større enn 0.
nl: Voer een waarde groter dan 0 in.
sv: Ange ett värde större än 0.
zh_hans: 请输入大于 0 的数值。
zh_hant: 請輸入大於 0 的數值。

# common.add
source: Add
da: Tilføj
de: Hinzufügen
el: Προσθήκη
fi: Lisää
fr: Ajouter
ja: 追加
ko: 추가
nb: Legg til
nl: Voeg toe
sv: Lägg till
zh_hans: 添加
zh_hant: 新增

# common.cancel
source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Annuler
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# common.comingSoon
source: Coming in a future update.
da: Kommer i en fremtidig opdatering.
de: In einem zukünftigen Update verfügbar.
el: Θα προστεθεί σε μελλοντική ενημέρωση.
fi: Tulossa myöhemmässä päivityksessä.
fr: À venir dans une prochaine mise à jour.
ja: 今後のアップデートで追加予定です。
ko: 향후 업데이트에서 제공됩니다.
nb: Dette kommer i en fremtidig oppdatering.
nl: Beschikbaar in een toekomstige update.
sv: Kommer i en framtida uppdatering.
zh_hans: 将在后续版本中推出。
zh_hant: 將於後續版本推出。

# common.delete
source: Delete
da: Slet
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
da: Færdig
de: Fertig
el: Τέλος
fi: Valmis
fr: Terminé
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
sv: Klar
zh_hans: 完成
zh_hant: 完成

# common.loading
source: Loading
da: Indlæser
de: Wird geladen …
el: Φόρτωση
fi: Ladataan
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중
nb: Laster inn
nl: Laden
sv: Läser in
zh_hans: 正在加载
zh_hant: 載入中

# common.retry
source: Retry
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
fi: Yritä uudelleen
fr: Réessayer
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Probeer opnieuw
sv: Försök igen
zh_hans: 重试
zh_hant: 再試一次

# common.save
source: Save
da: Gem
de: Sichern
el: Αποθήκευση
fi: Tallenna
fr: Enregistrer
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# counter.accessibility.collapse
source: Collapse controls for %@, current value %lld
da: Skjul kontroller for %@, nuværende værdi %lld
de: Bedienelemente für %@ einklappen, aktueller Wert %lld
el: Σύμπτυξη στοιχείων ελέγχου για %@, τρέχουσα τιμή %lld
fi: Supista kohteen %@ säätimet, nykyinen arvo %lld
fr: Replier les commandes de %@, valeur actuelle : %lld
ja: %@のコントロールを折りたたむ。現在値は%lld
ko: %@ 컨트롤 접기, 현재 값 %lld
nb: Skjul kontroller for %@, nåværende verdi %lld
nl: Bediening voor %@ inklappen, huidige waarde %lld
sv: Dölj kontroller för %@, aktuellt värde %lld
zh_hans: 折叠 %@ 的计数器控件，当前值 %lld
zh_hant: 收合 %@ 的計數器控制，目前數值 %lld

# counter.accessibility.decrement
source: Decrease %@, current value %lld
da: Reducer %@, nuværende værdi %lld
de: %@ verringern, aktueller Wert %lld
el: Μείωση %@, τρέχουσα τιμή %lld
fi: Laske %@, nykyinen arvo %lld
fr: Diminuer %@, valeur actuelle : %lld
ja: %@を減らす。現在値は%lld
ko: %@ 감소, 현재 값 %lld
nb: Reduser %@, nåværende verdi %lld
nl: %@ verlagen, huidige waarde %lld
sv: Minska %@, nuvarande värde %lld
zh_hans: 减少 %@，当前值 %lld
zh_hant: 減少 %@，目前數值 %lld

# counter.accessibility.expand
source: Expand controls for %@, current value %lld
da: Udvid kontrolerne for %@, den aktuelle værdi %lld.
de: Bedienelemente für %@ ausklappen, aktueller Wert %lld
el: Επέκταση ελέγχων για %@, τρέχουσα τιμή %lld
fi: Laajenna kohteen %@ säätimet, nykyinen arvo %lld
fr: Déplier les commandes de %@, valeur actuelle : %lld
ja: %@のコントロールを展開する。現在値は%lld
ko: %@ 컨트롤 펼치기, 현재 값 %lld
nb: Utvid kontrollene for %@, nåværende verdi %lld.
nl: Bediening voor %@ uitklappen, huidige waarde %lld
sv: Visa fler kontroller för %@, nuvarande värde %lld
zh_hans: 展开 %@ 的计数器控件，当前值 %lld
zh_hant: 展開 %@ 的計數器控制，目前數值 %lld
